//Задача 49: Задайте двумерный массив. 
//Найдите элементы, у которых оба индекса чётные, и замените эти элементы на их квадраты.




string [] array = ReadArray();
PrintArray(array);
Console.WriteLine();
PrintArray(Change (array));

